[{"id":"recAs8dh0ZH84UWWI","fields":{"name":"hero-heading","text":"Climate change. We get it ...  \nit’s a mess you don’t want to think about.\n\n"},"createdTime":"2021-10-12T05:48:35.000Z"},{"id":"recwB145xIasTZFN6","fields":{"name":"MAINQ1-pre-title","text":"\n"},"createdTime":"2021-10-13T06:20:14.000Z"},{"id":"rec4wha6RfO4Phk7K","fields":{"name":"MAINQ1-title","text":"Can we get ourselves out of this mess?\n"},"createdTime":"2021-10-08T01:14:17.000Z"},{"id":"recgGzIWdvoH466Tj","fields":{"name":"MAINQ1-optimistic","text":"**Ok, so you're on board.** But how do we get there? Let's see if you're still convinced after reading what it will take.\n"},"createdTime":"2021-10-04T02:38:31.000Z"},{"id":"rec0n5YFgqKknourR","fields":{"name":"MAINQ1-pessimistic","text":"**Ok that's fair enough** — we'd be sceptical too — but let's see how you feel after reading what's involved in slashing Australia's emissions.\n"},"createdTime":"2021-10-04T02:38:31.000Z"},{"id":"recHrxJElMhwGtqJE","fields":{"name":"SUBQ1-pre-title","text":"\n"},"createdTime":"2021-10-13T06:01:30.000Z"},{"id":"rec7Fmg5Vtj8CuzI7","fields":{"name":"SUBQ1-title","text":"So — what do you reckon our chances of doing this are?\n"},"createdTime":"2021-10-08T01:18:36.000Z"},{"id":"recB4ZASHAJXzpur6","fields":{"name":"SUBQ1-optimistic","text":"**ClimateWorks CEO Anna Skarbek says electricity is the key to solving most things with climate change, so if you're on board with this then the rest becomes much easier.**\n\n\"Our work shows we can get to 70 per cent to 90 per cent renewable energy within the next decade. And this not only reduces the emissions within that sector, it unlocks all sorts of other changes within the rest of the economy.\n\n\"Renewable energy is now cheaper than any other form, but governments still need to step in and guide the market to unlock the investment needed to get the grid fully renewable in time — and efficiently.\n\n\"The good news is we really are starting to make the most of the great wind and solar resources we already have, and importantly Australian governments are supporting this shift. \n"},"createdTime":"2021-10-04T02:38:31.000Z"},{"id":"recI8ZwVxwW3rFNEy","fields":{"name":"SUBQ1-pessimistic","text":"**It's OK not to be convinced — electricity has been the big battleground for climate change. But ClimateWorks CEO Anna Skarbek says their research shows we can largely decarbonise the grid within the next decade, especially if the Federal Government sends a clear signal.**\n\n\"Our work shows we can get to 70 to 90 per cent renewable energy within the next decade. And this not only reduces the emissions within that sector, it unlocks all sorts of other changes within the rest of the economy.\n\n\"Renewable energy is now cheaper than any other form but governments still need to step in and  guide the market to unlock the investment that will be needed to get the grid fully renewable.\n\n\"If investors think the transition will be chaotic, they will hold off investing and it will slow things down. The federal government needs to continue investing in upgrading the grid so it can handle running on renewables and storage, and working out the rules for how it will work, but the most important thing it could do is set a stronger target.\n\n\"Once it does this, the non-political organisations that manage the grid can work with businesses on the best way to get there.\"\n"},"createdTime":"2021-10-04T04:15:26.000Z"},{"id":"rec9okd2YzyCHDV32","fields":{"name":"SUBQ1-optimistic-downpage","text":"\n"},"createdTime":"2021-10-14T01:44:24.000Z"},{"id":"recMTK30zvtyrJceb","fields":{"name":"SUBQ1-pessimistic-downpage","text":"\n"},"createdTime":"2021-10-11T04:03:17.000Z"},{"id":"rec7ycIp35Y9h257Q","fields":{"name":"SUBQ2-pre-title","text":"What do you think?\n"},"createdTime":"2021-10-13T06:22:56.000Z"},{"id":"reczwYG5eKa8vQK4c","fields":{"name":"SUBQ2-title","text":"So — what do you reckon our chances of doing this are?\n"},"createdTime":"2021-10-08T01:35:58.000Z"},{"id":"reckp6wBBDGQshXb0","fields":{"name":"SUBQ2-optimistic","text":"**ClimateWorks Country Lead Anna Malos says not only is this possible, it could be a huge opportunity for agriculture.**\n\n“Our work with CSIRO shows that emissions from agriculture itself can be halved by 2030.\n\n“If the transition is done well, it can have fantastic outcomes for the agriculture sector. By investing in our farming sector, to help it be future-ready, we are already well-placed to meet the needs of consumers and trading partners in a zero-emissions world.\n\n“Around 70 per cent of Australia's agricultural products are sold abroad, so regardless of what national policy we have around climate change, our farmers will have to access these markets, using goods that have been shown to either be carbon neutral, or near it, or they will lose access to our most lucrative markets.”\n"},"createdTime":"2021-10-05T04:51:48.000Z"},{"id":"recuDOnErgRLj2zFa","fields":{"name":"SUBQ2-pessimistic","text":"**ClimateWorks Country Lead Anna Malos says change is coming to the agriculture sector, whether or not we act, and the federal government could be doing more to help farmers.**\n\n\"Our work with CSIRO shows that emissions from agriculture itself can be halved by 2030.\n\n\"If the transition is done well, it can have fantastic outcomes for the agriculture sector. Around 70 per cent of Australia's agricultural products are sold abroad, so regardless of what national policy we have around climate change, our farmers will have to access these markets, using goods that have been shown to either be carbon neutral, or near it, or they will lose access to our most lucrative markets.\n\n\"The federal government needs to be doing more to help farmers be able to take advantage of carbon farming, and make the most of new ways to reduce emissions and increase productivity. The government also needs to help them capture the information required to sell products internationally in the net-zero age. There’s been a start - it's now time to ramp up efforts.\"\n\n"},"createdTime":"2021-10-05T04:51:50.000Z"},{"id":"recdJTrJPGwgA7vzF","fields":{"name":"SUBQ2-optimistic-downpage","text":"\n"},"createdTime":"2021-10-14T02:31:11.000Z"},{"id":"recmWpC3Ce4N9rjX2","fields":{"name":"SUBQ2-pessimistic-downpage","text":"\n"},"createdTime":"2021-10-11T06:42:51.000Z"},{"id":"recxoRpS3rZLCBcef","fields":{"name":"SUBQ3-pre-title","text":"What do you think?\n"},"createdTime":"2021-10-13T06:23:31.000Z"},{"id":"recYVkBhFyGbxv1MC","fields":{"name":"SUBQ3-title","text":"So now you know how we quit fossil fuels in our transport system, can we do it?\n"},"createdTime":"2021-10-08T01:37:30.000Z"},{"id":"recxNGRFHz8GCTPfZ","fields":{"name":"SUBQ3-optimistic","text":"**ClimateWorks Country Lead Anna Malos says despite Australia's lack of action to date, a rapid transition in transport is still possible.**\n\n\"The closest parallel to this sort of change is how fast the switch from horse-drawn vehicles to cars was. It was going really slowly for a bit, then within a decade it was pretty much all cars.\n\n\"You can see the beginnings of that change in transport already.\n\n\"In Norway, when they put in a comprehensive package of policies, within a decade, they've got to something like 80 per cent of new car sales being electric. So the speed of change is perfectly possible, especially because now the major car producers have set a target to be fully electric by 2030 or 2035.\n\n\"And if we get the systems in place to make that quick switch it will help get cheaper electricity overall - like electric vehicle charging, ensuring the electricity system has scaled up and is using the batteries in EVs to make itself more efficient.\"\n"},"createdTime":"2021-10-05T04:55:41.000Z"},{"id":"recZjbhdctjQwWRpp","fields":{"name":"SUBQ3-optimistic-downpage","text":"\n"},"createdTime":"2021-10-15T01:57:35.000Z"},{"id":"recOYgZJ421DBYS2o","fields":{"name":"SUBQ3-pessimistic","text":"**Look, with the tiny amount of EVs on the road, you're probably right to be sceptical things could change that quickly. But remember, in 2004 Blockbuster was the biggest name in video, and by 2010 it was bankrupt. Life comes at you fast.**\n\n**ClimateWorks Country Lead Anna Malos says technology is changing rapidly in the space, and there are plenty of things Australia could do to speed up the transition.**\n\n\"In lots of countries, you've got strong government policy that works and is about three things. Standards for what kind of cars can be sold, subsidies, because at the moment those vehicles are more expensive, and charging infrastructure.\n\n\"Australia is doing quite well now on charging infrastructure, it's not as fast and at the scale we need yet, but there's more and more governments investing in that. \n\n\"And the vehicles themselves are changing very fast, prices are dropping globally, and ranges are getting bigger. So vehicles are already probably cheaper across their life for their use, and within this decade they're expected to be comparable when you buy them.\n\n\"But what Australia doesn't yet have is those vehicle standards. What emissions standards do is make it more attractive for carmakers to sell EVs into a market because carmakers get to offset the petrol or diesel cars they sell.\"\n"},"createdTime":"2021-10-05T04:55:43.000Z"},{"id":"recj3IlzcHsRTgZDX","fields":{"name":"SUBQ3-pessimistic-downpage","text":"\n"},"createdTime":"2021-10-11T06:43:13.000Z"},{"id":"recktTmnQBu4YoUaD","fields":{"name":"SUBQ4-pre-title","text":"What do you think?\n"},"createdTime":"2021-10-13T06:24:02.000Z"},{"id":"recuOVWTQjd93gTnU","fields":{"name":"SUBQ4-title","text":"So — what do you reckon our chances of doing this are?\n"},"createdTime":"2021-10-08T01:37:49.000Z"},{"id":"rec4rCGoRHQEKUJcP","fields":{"name":"SUBQ4-optimistic","text":"**Anna Skarbek, CEO of ClimateWorks, says this transformation is a huge opportunity for Australia.**\n\n\"The availability of vast volumes of clean, renewable energy, in a future world where consumers only want zero-emissions products will be a huge advantage.\n\n\"We know that Australia has the availability to produce vast volumes of renewable energy. And we know that costs fall as volumes rise, so there are already businesses looking at what that means for the Australian economy if we have access to much more abundant, much lower-cost electricity, which was in fact, the driver of industry growth in the 1950s.\n\n\"With this power we can add more value to some of our mineral exports. Currently we export nearly everything just as it's dug out of the ground, that captures a tiny part of the value that Australia could be getting from those resources -  about 7 per cent of the value. \n\n\"Whereas once we shift to green industry, then Australia can process those things onshore, really adding value to our economy.\"\n"},"createdTime":"2021-10-05T04:55:54.000Z"},{"id":"recIqHzQcPlC9oS1I","fields":{"name":"SUBQ4-optimistic-downpage","text":"\n"},"createdTime":"2021-10-15T01:59:25.000Z"},{"id":"rec5xSSNDJ8rzaAUr","fields":{"name":"SUBQ4-pessimistic","text":"**Anna Skarbek, CEO of ClimateWorks, says this is a big transition and governments will need to coordinate it, but the opportunities are extraordinary. **\n\n\"We know that Australia has the availability to produce vast volumes of renewable energy. And we know that costs fall as volumes rise, so there are already businesses looking at what that means for the Australian economy if we have access to much more abundant, much lower-cost electricity, which was in fact, the driver of industry growth in the 1950s.\n\n\"But business leadership can only go so far, and governments are needed to create markets, and set signals. This means businesses will know if they’re going to produce something like green hydrogen, they'll have a buyer. And they’ll know the rules will be in place for them to transport it or sell it overseas. The renewable energy zones in NSW, Queensland and Victoria are good examples where providing certainty can help unlock the power of businesses to drive change.\n\n\"And so if the government starts to really lock in on those opportunities, and lock in on making this change as smooth as it can, then things will change very fast, and the Australian economy will benefit. Otherwise the government risks leaving it too late, and the change being really disruptive. Governments and businesses recognise that our trading partners, and our exporters' customers, are already calling for change and it’s time to respond.\"\n"},"createdTime":"2021-10-05T04:56:07.000Z"},{"id":"recxUPBc2o61qVbWa","fields":{"name":"SUBQ4-pessimistic-downpage","text":"\n"},"createdTime":"2021-10-11T06:43:22.000Z"},{"id":"rec0fzSXVV9nmFq8K","fields":{"name":"NOANSWER-nothing","text":"You didn't answer any of the questions about what we can achieve, so we don't know how you feel, but maybe you'd like to learn about [what we can all do](https://iview.abc.net.au/show/fight-for-planet-a-our-climate-challenge) to help drive climate action?\n\nOr perhaps it'd be useful to explore [how to combat climate anxiety](https://www.abc.net.au/everyday/climate-distress-and-how-to-manage-it/100029078).\n"},"createdTime":"2021-10-06T03:28:34.000Z"},{"id":"recfTnNqySGCNiRZw","fields":{"name":"NOANSWER-some-subq","text":"You didn't tell us whether you thought we could get out of this mess.\n"},"createdTime":"2021-10-06T03:29:35.000Z"},{"id":"recVBGU7qJQPeESET","fields":{"name":"INCOMPLETE-optimistic","text":"You started out feeling optimistic, but didn't answer any questions about the specifics. \n\nSo maybe you'd like to learn about [what we can all do](https://iview.abc.net.au/show/fight-for-planet-a-our-climate-challenge) to help drive climate action? Or perhaps it'd be useful to explore [how to combat climate anxiety](https://www.abc.net.au/everyday/climate-distress-and-how-to-manage-it/100029078).\n","Explanation":"answered top question positive, didn't answer any secondary\n"},"createdTime":"2021-10-06T03:32:03.000Z"},{"id":"recbPDj4mP2yHe34j","fields":{"name":"INCOMPLETE-pessimistic","text":"You started out by saying you weren't convinced we could get out of this mess. We're not sure if that's still the case because you didn't tell us any specifics but maybe you'd like to learn about [what we can all do](https://iview.abc.net.au/show/fight-for-planet-a-our-climate-challenge) to help drive climate action?\n\nOr perhaps it'd be useful to explore [how to combat climate anxiety](https://www.abc.net.au/everyday/climate-distress-and-how-to-manage-it/100029078).\n","Explanation":"answered top question negative, didn't answer any secondary"},"createdTime":"2021-10-06T03:35:46.000Z"},{"id":"recKHBZdkyvwSNNAD","fields":{"name":"INCOMPLETE-no-challenges","text":"You didn't answer any of the questions about what we can achieve, so we don't know how you feel, but maybe you'd like to learn about [what we can all do](https://iview.abc.net.au/show/fight-for-planet-a-our-climate-challenge) to help drive climate action?\n\nOr perhaps it'd be useful to explore [how to combat climate anxiety](https://www.abc.net.au/everyday/climate-distress-and-how-to-manage-it/100029078).\n","Explanation":"only would appear in case of second primary question which we no longer use.\n"},"createdTime":"2021-10-06T03:52:10.000Z"},{"id":"recx235Ufu8Trvldp","fields":{"name":"LEVEL3-yes-4-optimistic","text":"It seems like you're pretty optimistic on all fronts. If we pull all of this off, Australia really could become a leader in the global transformation.\n"},"createdTime":"2021-10-06T03:59:19.000Z"},{"id":"recVHsw49Mf3EhmFU","fields":{"name":"LEVEL3-yes-4-pessimistic","text":"You were pretty pessimistic at the start, but it seems like you've changed your mind. If we can do all this, Australia really could become a leader in the global transformation.\n"},"createdTime":"2021-10-06T04:02:35.000Z"},{"id":"recvJXqTMUiQfqwNw","fields":{"name":"LEVEL3-yes-4-noanswer","text":"It looks like you reckon we can pull this off on all fronts, and if we can, Australia really could become a leader in the global transformation.\n"},"createdTime":"2021-10-15T03:49:21.000Z"},{"id":"recn6c8QAPSw3j815","fields":{"name":"LEVEL3-yes-3-optimistic","text":"Even though you've got a few doubts about whether we can do all of this by 2030, achieving most of these challenges would put us well on the way to becoming a leader in the transformation.\n"},"createdTime":"2021-10-06T04:04:37.000Z"},{"id":"recOzXra5dwInzdKj","fields":{"name":"LEVEL3-yes-3-pessimistic","text":"You were pretty pessimistic at the start, but it looks like you've changed your mind. And even if you've got a few lingering doubts about whether we can do all of this by 2030, achieving most of these challenges would still put us well on the way to becoming a leader in the transformation.\n"},"createdTime":"2021-10-06T04:04:44.000Z"},{"id":"recOohWa2iqW1i7rM","fields":{"name":"LEVEL3-yes-3-noanswer","text":"And look, even though you've got a few doubts about whether we can do all of this by 2030, achieving most of these challenges would still put us well on the way to becoming a leader in the transformation.\n"},"createdTime":"2021-10-15T03:49:37.000Z"},{"id":"recBE7eILfJnxzBUp","fields":{"name":"LEVEL3-yes-2-optimistic","text":"And look, even if you've got a few doubts whether we can do all of this by 2030, solving climate change isn't like a switch you flick. Every bit of CO2 we keep out of the atmosphere makes a difference, and transforming any of these sectors would be huge progress.\n"},"createdTime":"2021-10-06T04:04:53.000Z"},{"id":"recrcOtH09islzLNz","fields":{"name":"LEVEL3-yes-2-pessimistic","text":"You were pretty pessimistic at the start and it looks like you've still got some lingering doubts. We get it, it’s a big problem, but we don’t have to solve it all now. Solving climate change isn't like a switch you flick. Every bit of CO2 we keep out of the atmosphere makes a difference, and transforming any of these sectors would be huge progress.\n"},"createdTime":"2021-10-06T04:04:55.000Z"},{"id":"reccyu4IIMDGK69yn","fields":{"name":"LEVEL3-yes-2-noanswer","text":"And look, even if you've got a few doubts about whether we can do all of this by 2030, solving climate change isn't like a switch you flick. Every bit of CO2 we keep out of the atmosphere makes a difference, and transforming any of these sectors would be huge progress.\n"},"createdTime":"2021-10-15T03:49:44.000Z"},{"id":"recwCnftca7fI14YH","fields":{"name":"LEVEL3-yes-1-optimistic","text":"You started out optimistic about Australia's chances, but maybe you're not as confident now you know what's required. We get it, it’s a big problem, but we don’t have to solve it all now. Tackling climate change isn't like a switch you flick — every bit of CO2 we keep out of the atmosphere makes a difference, and transforming even one of these sectors would be huge progress.\n"},"createdTime":"2021-10-06T04:05:06.000Z"},{"id":"recwzYSKLHSg0ic3V","fields":{"name":"LEVEL3-yes-1-pessimistic","text":"And look, even if you've got doubts about whether we can do all of this by 2030, solving climate change isn't like a switch you flick. Every bit of CO2 we keep out of the atmosphere makes a difference, and transforming even one sector would be huge progress.\n"},"createdTime":"2021-10-06T04:05:06.000Z"},{"id":"reciKDHYuwuEBO11w","fields":{"name":"LEVEL3-yes-1-noanswer","text":"And look, even if you've got doubts about whether we can do all of this by 2030, solving climate change isn't like a switch you flick. Every bit of CO2 we keep out of the atmosphere makes a difference, and transforming even one of these sectors would be huge progress.\n"},"createdTime":"2021-10-15T03:49:57.000Z"},{"id":"recdoypKqGT8KktFO","fields":{"name":"LEVEL3-none-optimistic","text":"Alright, given what you've said about the challenges in front of us, it looks like you're not really convinced we can untangle this mess just yet.\n\nSo maybe you'd like to learn about [what we can all do](https://iview.abc.net.au/show/fight-for-planet-a-our-climate-challenge) to help drive climate action? Or perhaps it'd be useful to explore [how to combat climate anxiety](https://www.abc.net.au/everyday/climate-distress-and-how-to-manage-it/100029078).\n\n\n","Explanation":"And if you're curious how everyone else feels, let's find out."},"createdTime":"2021-10-06T04:05:23.000Z"},{"id":"recyfqdjpGaS2MCsb","fields":{"name":"LEVEL3-none-pessimistic","text":"Alright, given what you've said about the challenges in front of us, it looks like you started out pretty pessimistic — and nothing you've read has changed your mind.\n\nSo maybe you'd like to learn about [what we can all do](https://iview.abc.net.au/show/fight-for-planet-a-our-climate-challenge) to help drive climate action? Or perhaps it'd be useful to explore [how to combat climate anxiety](https://www.abc.net.au/everyday/climate-distress-and-how-to-manage-it/100029078).\n","Explanation":"And if you're curious how everyone else feels, let's find out."},"createdTime":"2021-10-13T06:30:41.000Z"},{"id":"recrDp6ebiuH5af5x","fields":{"name":"LEVEL3-none-noanswer","text":"It doesn't look like anything you read convinced you we can tackle these challenges we face.\n\nSo maybe you'd like to learn about [what we can all do](https://iview.abc.net.au/show/fight-for-planet-a-our-climate-challenge) to help drive climate action? Or perhaps it'd be useful to explore [how to combat climate anxiety](https://www.abc.net.au/everyday/climate-distress-and-how-to-manage-it/100029078).\n","Explanation":"And if you're curious how everyone else feels, let's find out."},"createdTime":"2021-10-15T03:50:21.000Z"},{"id":"recogE2PatDh8ZzFt","fields":{"name":"SELFVAUS-more","text":"\n"},"createdTime":"2021-10-06T04:22:28.000Z"},{"id":"recRyfpyJ3MIOCxIw","fields":{"name":"SELFVAUS-same","text":"\n"},"createdTime":"2021-10-06T04:23:28.000Z"},{"id":"reccqSVMxuUwlUfqy","fields":{"name":"SELFVAUS-less","text":"\n"},"createdTime":"2021-10-06T04:23:58.000Z"},{"id":"recI059TABNF3WrXt","fields":{"name":"PERSONAL-CHART-pre-text","text":"Let's check out how you're feeling about the challenges in front of us...\n"},"createdTime":"2021-11-02T00:24:01.000Z"},{"id":"reco1VkdbIHvj3asH","fields":{"name":"CHART-percent-electricity","text":"37\n"},"createdTime":"2021-11-02T00:52:59.000Z"},{"id":"recf8iE2tFQoaFHnG","fields":{"name":"CHART-percent-agriculture","text":"12\n"},"createdTime":"2021-11-02T00:53:23.000Z"},{"id":"recOR1R3ybmXVEi0O","fields":{"name":"CHART-percent-transport","text":"19\n"},"createdTime":"2021-11-02T00:53:38.000Z"},{"id":"recIHYPa6EeIYDWoL","fields":{"name":"CHART-percent-industry","text":"32\n"},"createdTime":"2021-11-02T00:53:39.000Z"}]