[{"id":"recAs8dh0ZH84UWWI","fields":{"name":"hero-heading","text":"Climate change, we get it...  \nit’s a mess you don’t want to think about.\n\n"},"createdTime":"2021-10-12T05:48:35.000Z"},{"id":"recwB145xIasTZFN6","fields":{"name":"MAINQ1-pre-title","text":"What do you think?\n"},"createdTime":"2021-10-13T06:20:14.000Z"},{"id":"rec4wha6RfO4Phk7K","fields":{"name":"MAINQ1-title","text":"Can we get ourselves out of this mess?\n"},"createdTime":"2021-10-08T01:14:17.000Z"},{"id":"recgGzIWdvoH466Tj","fields":{"name":"MAINQ1-optimistic","text":"**Ok, so you're on board.** But how do we get there? Let's see if you're still convinced after reading what it will take.\n"},"createdTime":"2021-10-04T02:38:31.000Z"},{"id":"rec0n5YFgqKknourR","fields":{"name":"MAINQ1-pessimistic","text":"**Ok that's fair enough** — we'd be skeptical too — but let's see how you feel after reading what's involved in slashing Australia's emissions.\n"},"createdTime":"2021-10-04T02:38:31.000Z"},{"id":"recHrxJElMhwGtqJE","fields":{"name":"SUBQ1-pre-title","text":"\n"},"createdTime":"2021-10-13T06:01:30.000Z"},{"id":"rec7Fmg5Vtj8CuzI7","fields":{"name":"SUBQ1-title","text":"So - what do you reckon our chances of doing this are?\n"},"createdTime":"2021-10-08T01:18:36.000Z"},{"id":"recB4ZASHAJXzpur6","fields":{"name":"SUBQ1-optimistic","text":"**ClimateWorks CEO Anna Skarbek says electricity is the key to solving almost everything to do with climate change, so if you're on board with this then the rest becomes much easier.**\n\n\"Our work shows we can get to 70% to 90% renewable energy within the next decade. And this not only reduces the emissions within that sector, it unlocks all sorts of other changes within the rest of the economy.\"\n\n\"Renewable energy is now cheaper than any other form but governments still need to step in and let the market know what investment will be needed to get the grid fully renewable.\n\n\"The good news is we really are starting to make the most of the great wind and solar resources we already have, and importantly Australian governments are supporting this shift. \"\n"},"createdTime":"2021-10-04T02:38:31.000Z"},{"id":"recI8ZwVxwW3rFNEy","fields":{"name":"SUBQ1-pessimistic","text":"**It's OK not to be convinced, electricity has been the big batteground for climate change. But ClimateWorks CEO Anna Skarbek says their research shows we can get to 70 to 90% renewable energy within the next decade, especially if the Federal Government sends a clear signal.**\n\n\"Renewable energy is now cheaper than any other form but governments still need to step in and let the market know what investment will be needed to get the grid fully renewable.\"\n\n\"If investors think the transition will be chaotic, they will hold off investing and it will slow things down. The Federal Government needs to continue investing in upgrading the grid so it can handle running on renewables and storage, and working out the rules for how it will work, but the most important thing it could do is set a stronger target.\n\n\"Once it does this, the non-political organisations that manage the grid can work with businesses on the best way to get there.\"\n"},"createdTime":"2021-10-04T04:15:26.000Z"},{"id":"rec9okd2YzyCHDV32","fields":{"name":"SUBQ1-optimistic-downpage","text":"\n"},"createdTime":"2021-10-14T01:44:24.000Z"},{"id":"recMTK30zvtyrJceb","fields":{"name":"SUBQ1-pessimistic-downpage","text":"\n"},"createdTime":"2021-10-11T04:03:17.000Z"},{"id":"rec7ycIp35Y9h257Q","fields":{"name":"SUBQ2-pre-title","text":"What do you think?\n"},"createdTime":"2021-10-13T06:22:56.000Z"},{"id":"reczwYG5eKa8vQK4c","fields":{"name":"SUBQ2-title","text":"So - what do you reckon our chances of doing this are?\n"},"createdTime":"2021-10-08T01:35:58.000Z"},{"id":"reckp6wBBDGQshXb0","fields":{"name":"SUBQ2-optimistic","text":"**Anna Skarbek says not only is this possible, it could be a huge opportunity for agriculture.**\n\n\"Our work with CSIRO shows that emissions from agriculture itself can be halved by 2030.\n\n\"If the transition is done well, it can have fantastic outcomes for the agriculture sector. By investing in our farming sector, to help it be future ready, we are already well placed to meet the needs of consumers and trading partners in a zero emissions world.\n\n\"Around 70 per cent of Australia's agricultural products are sold abroad, so regardless of what national policy we have around climate change, our farmers will have to access these markets, using goods that have been shown to either be carbon neutral, or near it, or they will lose access to our most lucrative markets.\"\n"},"createdTime":"2021-10-05T04:51:48.000Z"},{"id":"recuDOnErgRLj2zFa","fields":{"name":"SUBQ2-pessimistic","text":"**Anna Skarbek says change is coming to the agriculture sector, whether or not we act, and the Federal Government could be doing more to help farmers.**\n\n\"Our work with CSIRO shows that emissions from agriculture itself can be halved by 2030.\"\n\n\"If the transition is done well, it can have fantastic outcomes for the agriculture sector. Around 70 per cent of Australia's agricultural products are sold abroad, so regardless of what national policy we have around climate change, our farmers will have to access these markets, using goods that have been shown to either be carbon neutral, or near it, or they will lose access to our most lucrative markets.\n\n\"The Federal Government needs to be doing more to help farmers be able to take advantage of carbon farming, and it also needs to help them capture the information required to sell products internationally in the net zero age.\"\n"},"createdTime":"2021-10-05T04:51:50.000Z"},{"id":"recdJTrJPGwgA7vzF","fields":{"name":"SUBQ2-optimistic-downpage","text":"\n"},"createdTime":"2021-10-14T02:31:11.000Z"},{"id":"recmWpC3Ce4N9rjX2","fields":{"name":"SUBQ2-pessimistic-downpage","text":"\n"},"createdTime":"2021-10-11T06:42:51.000Z"},{"id":"recxoRpS3rZLCBcef","fields":{"name":"SUBQ3-pre-title","text":"What do you think?\n"},"createdTime":"2021-10-13T06:23:31.000Z"},{"id":"recYVkBhFyGbxv1MC","fields":{"name":"SUBQ3-title","text":"So now you know how we quit fossil fuels in our transport system, can we do it?\n"},"createdTime":"2021-10-08T01:37:30.000Z"},{"id":"recxNGRFHz8GCTPfZ","fields":{"name":"SUBQ3-optimistic","text":"**ClimateWorks CEO Anna Skarbek says we have all the ingredients for a rapid transition in transport.**\n\n\"The closest parallel to this sort of change is how fast the switch from horse drawn vehicles to cars was. It was going really slowly for a bit, then within a decade it was pretty much all cars.\"\n\n\"You can see the beginnings of that change in transport already.\n\n\"In Norway, when they put in a comprehensive package of policies, within a decade, they've got to something like 80% of new car sales being electric. So the speed of change is perfectly possible, especially because you've now got all the major car companies car producing companies have set a target to be fully electric by 2030 or 2035.\n\n\"And if we get the systems in place to make that quick switch - like electric vehicle charging, ensuring the electricity system has scaled up and is using the batteries in EV's to make itself more efficient it will help get cheaper electricity overall.\"\n"},"createdTime":"2021-10-05T04:55:41.000Z"},{"id":"recZjbhdctjQwWRpp","fields":{"name":"SUBQ3-optimistic-downpage","text":"\n"},"createdTime":"2021-10-15T01:57:35.000Z"},{"id":"recOYgZJ421DBYS2o","fields":{"name":"SUBQ3-pessimistic","text":"**Look with the tiny amount of EVs on the road, you're probably right to be skeptical things could change that quickly. But remember, in 2004 Blockbuster was the biggest name in video, and by 2010 it was bankrupt. Life comes at you fast.**\n\n**And Anna Skarbek says there are plenty of things Australia could do to speed up the transition:**\n\n\"In lots of countries, you've got strong government policy that works and is about three things. Standards for what kind of cars can be sold, subsidies, because at the moment those vehicles are more expensive, and charging infrastructure.\"\n\n\"Australia is doing quite well now on charging infrastructure, it's not as fast and at the scale we need yet, but there's more and more governments investing in that. \n\n\"And the vehicles themselves are changing very fast, prices are dropping globally, and ranges are getting bigger. So vehicles are already probably cheaper across their life for their use, and within this decade they're expected to be comparable when you buy them.\n\n\"But what we really don't have is those vehicle standards. What emissions standards do is make it more attractive for carmakers to sell EVs into a market because they offset the emissions of petrol or diesel cars.\"\n"},"createdTime":"2021-10-05T04:55:43.000Z"},{"id":"recj3IlzcHsRTgZDX","fields":{"name":"SUBQ3-pessimistic-downpage","text":"\n"},"createdTime":"2021-10-11T06:43:13.000Z"},{"id":"recktTmnQBu4YoUaD","fields":{"name":"SUBQ4-pre-title","text":"What do you think?\n"},"createdTime":"2021-10-13T06:24:02.000Z"},{"id":"recuOVWTQjd93gTnU","fields":{"name":"SUBQ4-title","text":"So - what do you reckon our chances of doing this are?\n"},"createdTime":"2021-10-08T01:37:49.000Z"},{"id":"rec4rCGoRHQEKUJcP","fields":{"name":"SUBQ4-optimistic","text":"**Anna Skarbek says this transformation is a huge opportunity for Australia:**\n\n\"The availability of vast volumes of clean, renewable energy, in a future world where consumers only want zero emissions products will be a huge advantage.\"\n\n\"We know that Australia has the availability to produce vast volumes of renewable energy.  And we know that costs fall as volumes rise, so there are already businesses looking at what that means for the Australian economy if we have access to much more abundant, much lower cost electricity, which was in fact, the driver of industry growth in the 1950s.\n\n\"With this power we can add more value to some of our mineral exports.  Currently we export nearly everything just as it's dug out of the ground, that captures a tiny part of the value that Australia could be getting from those resources -  about 7% of the value.\n\n\"Whereas once we shift to green industry, then Australia can process those things onshore, really adding value to our economy.\"\n\n"},"createdTime":"2021-10-05T04:55:54.000Z"},{"id":"recIqHzQcPlC9oS1I","fields":{"name":"SUBQ4-optimistic-downpage","text":"\n"},"createdTime":"2021-10-15T01:59:25.000Z"},{"id":"rec5xSSNDJ8rzaAUr","fields":{"name":"SUBQ4-pessimistic","text":"**Anna Skarbek, CEO of ClimateWorks, says this is a big transition and governments will need to coordinate it, but the opportunities are just extraordinary.**\n\n\"We know that Australia has the availability to produce vast volumes of renewable energy. And we know that costs fall as volumes rise, so there are already businesses looking at what that means for the Australian economy if we have access to much more abundant, much lower cost electricity, which was in fact, the driver of industry growth in the 1950s.\"\n\n\"But business leadership can only go so far, and Governments are needed to create markets, and set signals, so businesses can know if they’re going to produce something like green hydrogen they’ll have a buyer, and the rules will be in place for them to transport it or sell it overseas. The renewable energy zones in NSW and Queensland are good examples where providing certainty can help unlock the power of businesses to drive change.\n\n\"And so if the government starts to really lock in on those opportunities, and lock in on making this change as smooth as it can, rather than leaving it too late, and it being really disruptive, then, you know, then things will change very fast, and the Australian economy will benefit from it.\"\n"},"createdTime":"2021-10-05T04:56:07.000Z"},{"id":"recxUPBc2o61qVbWa","fields":{"name":"SUBQ4-pessimistic-downpage","text":"\n"},"createdTime":"2021-10-11T06:43:22.000Z"},{"id":"rec0fzSXVV9nmFq8K","fields":{"name":"NOANSWER-nothing","text":"You didn't answer any of the questions but  maybe you're curious how the rest of the audience felt.\n"},"createdTime":"2021-10-06T03:28:34.000Z"},{"id":"recfTnNqySGCNiRZw","fields":{"name":"NOANSWER-some-subq","text":"You didn't tell us whether you thought we could get out of this mess.\n"},"createdTime":"2021-10-06T03:29:35.000Z"},{"id":"recVBGU7qJQPeESET","fields":{"name":"INCOMPLETE-optimistic","text":"You thought we could do this, but didn't answer any questions. Here's what the audience thinks:\n","Explanation":"answered top question positive, didn't answer any secondary\n"},"createdTime":"2021-10-06T03:32:03.000Z"},{"id":"recbPDj4mP2yHe34j","fields":{"name":"INCOMPLETE-pessimistic","text":"You thought we couldn't get out of this mess. We're not sure if that's still the case because you didn't answer any other questions but here's what the audience thinks:\n","Explanation":"answered top question negative, didn't answer any secondary"},"createdTime":"2021-10-06T03:35:46.000Z"},{"id":"recKHBZdkyvwSNNAD","fields":{"name":"INCOMPLETE-no-challenges","text":"While we don’t know if you’re convinced by any of the challenges, here’s what the audience thought:\n"},"createdTime":"2021-10-06T03:52:10.000Z"},{"id":"recx235Ufu8Trvldp","fields":{"name":"LEVEL3-yes-4-optimistic","text":"Looks like you were right to be optimistic. If we can do all of this, Australia really could become a leader in the global transformation.\n"},"createdTime":"2021-10-06T03:59:19.000Z"},{"id":"recVHsw49Mf3EhmFU","fields":{"name":"LEVEL3-yes-4-pessimistic","text":"You were pretty pessimistic at the start, but it looks like you've changed your mind. If we can do all this, Australia really could become a leader in the global transformation.\n"},"createdTime":"2021-10-06T04:02:35.000Z"},{"id":"recvJXqTMUiQfqwNw","fields":{"name":"LEVEL3-yes-4-noanswer","text":"But it looks like you reckon we could pull this off, and if we can, Australia really could become a leader in the global transformation.\n"},"createdTime":"2021-10-15T03:49:21.000Z"},{"id":"recn6c8QAPSw3j815","fields":{"name":"LEVEL3-yes-3-optimistic","text":"Look even if you've got a few doubts whether we can do all of this by 2030, achieving most of these challenges would put us well on the way to become a leader in the transformation.\n"},"createdTime":"2021-10-06T04:04:37.000Z"},{"id":"recOzXra5dwInzdKj","fields":{"name":"LEVEL3-yes-3-pessimistic","text":"You were pretty pessimistic at the start, but it looks like you've changed your mind. And even if you've got a few doubts whether we can do all of this by 2030, achieving most of these challenges would put us well on the way to become a leader in the transformation.\n"},"createdTime":"2021-10-06T04:04:44.000Z"},{"id":"recOohWa2iqW1i7rM","fields":{"name":"LEVEL3-yes-3-noanswer","text":"But even if you've got a few doubts whether we can do all of this by 2030, achieving most of these challenges would put us well on the way to become a leader in the transformation.\n"},"createdTime":"2021-10-15T03:49:37.000Z"},{"id":"recBE7eILfJnxzBUp","fields":{"name":"LEVEL3-yes-2-optimistic","text":"Look even if you've got a few doubts whether we can do all of this by 2030, solving climate change isn't like a switch you flick. Every bit of CO2 we keep out of the atmosphere makes a difference, and transforming any of these sectors would be huge progress.\n"},"createdTime":"2021-10-06T04:04:53.000Z"},{"id":"recrcOtH09islzLNz","fields":{"name":"LEVEL3-yes-2-pessimistic","text":"You were pretty pessimistic at the start and it looks like you've still got some doubts. We get it, it’s a big problem, but we don’t have to solve it all now. Solving climate change isn't like a switch you flick. Every bit of CO2 we keep out of the atmosphere makes a difference, and transforming any of these sectors would be huge progress.\n"},"createdTime":"2021-10-06T04:04:55.000Z"},{"id":"reccyu4IIMDGK69yn","fields":{"name":"LEVEL3-yes-2-noanswer","text":"Look even if you've got a few doubts whether we can do all of this by 2030, solving climate change isn't like a switch you flick. Every bit of CO2 we keep out of the atmosphere makes a difference, and transforming any of these sectors would be huge progress.\n"},"createdTime":"2021-10-15T03:49:44.000Z"},{"id":"recwCnftca7fI14YH","fields":{"name":"LEVEL3-yes-1-optimistic","text":"You were optimistic about Australia's chances, but maybe you're not as confident now you know what's required. We get it, it’s a big problem, but we don’t have to solve it all now, solving climate change isn't like a switch you flick. Every bit of CO2 we keep out of the atmosphere makes a difference, and transforming just one of these sectors would be huge progress.\n"},"createdTime":"2021-10-06T04:05:06.000Z"},{"id":"recwzYSKLHSg0ic3V","fields":{"name":"LEVEL3-yes-1-pessimistic","text":"Look even if you've got a doubts whether we can do all of this by 2030, solving climate change isn't like a switch you flick. Every bit of CO2 we keep out of the atmosphere makes a difference, and transforming just one sector would be huge progress.\n"},"createdTime":"2021-10-06T04:05:06.000Z"},{"id":"reciKDHYuwuEBO11w","fields":{"name":"LEVEL3-yes-1-noanswer","text":"Look even if you've got a doubts whether we can do all of this by 2030, solving climate change isn't like a switch you flick. Every bit of CO2 we keep out of the atmosphere makes a difference, and transforming just one of these sectors would be huge progress.\n"},"createdTime":"2021-10-15T03:49:57.000Z"},{"id":"recdoypKqGT8KktFO","fields":{"name":"LEVEL3-none-optimistic","text":"You weren't convinced by anything, but hopefully you're still optimistic Australia can still put this off, and there are plenty of things we could do to speed things up.\n"},"createdTime":"2021-10-06T04:05:23.000Z"},{"id":"recyfqdjpGaS2MCsb","fields":{"name":"LEVEL3-none-pessimistic","text":"You were pretty pessimistic at the start, and it looks like nothing you've read has changed your mind. But there are plenty of things Australia could do to speed things up.\n"},"createdTime":"2021-10-13T06:30:41.000Z"},{"id":"recrDp6ebiuH5af5x","fields":{"name":"LEVEL3-none-noanswer","text":"It doesn't look like anything you read convinced you this was possible. But there are plenty of things Australia could do to speed things up.\n"},"createdTime":"2021-10-15T03:50:21.000Z"},{"id":"recogE2PatDh8ZzFt","fields":{"name":"SELFVAUS-more","text":"[ANSWER DEPENDENT ON HOW AUDIENCE ANSWERED CHALLENGE QUESTIONS] You’re more optimistic we can solve these challenges than most of our readers, but even if we just reduce emissions in the areas they’re convinced by, we’d still be on track for the most ambitious Paris agreements.\n"},"createdTime":"2021-10-06T04:22:28.000Z"},{"id":"recRyfpyJ3MIOCxIw","fields":{"name":"SELFVAUS-same","text":"[ANSWER DEPENDENT ON HOW AUDIENCE ANSWERED CHALLENGE QUESTIONS]Most people who read this story agree with you.\n"},"createdTime":"2021-10-06T04:23:28.000Z"},{"id":"reccqSVMxuUwlUfqy","fields":{"name":"SELFVAUS-less","text":"[ANSWER DEPENDENT ON HOW AUDIENCE ANSWERED CHALLENGE QUESTIONS] Your fellow Australians are more optimistic than you. They’re convinced we can do X, which would keep us on track for the most ambitious Paris agreement B.\n"},"createdTime":"2021-10-06T04:23:58.000Z"}]